Repository: wp-plugins/edd-quaderno
Catalog: languages/edd-*.po
Languages: es_es

source: Billing Company Name
es_es: Nombre de la empresa

source: Company Name
es_es: Nombre de la empresa

source: Billing Tax ID
es_es: NIF

source: Tax ID / EU-VAT ID
es_es: NIF / Número IVA intracomunitario

source: Private key
es_es: Clave privada

source: Get this key from your Quaderno account
es_es: Consigue esta clave en tu cuenta de Quaderno

source: Get this URL from your Quaderno account
es_es: Consigue esta URL en tu cuenta de Quaderno

source: Autosend receipts
es_es: Enviar facturas automáticamente

source: Check this to automatically send your receipts when an order is marked as complete.
es_es: Selecciona esta opción para enviar automáticamente una factura cuando un pedido es marcado como completado

source: E-book Taxes
es_es: Impuestos E-book

source: Check this if you only sell e-books.
es_es: Selecciona esta opción si solo vendes e-books.

source: Don't you have a Quaderno account? Create a new one <a href="https://quadernoapp.com/signup" target="_blank">on this page</a>.
es_es: ¿No tienes una cuenta en Quaderno? Crea una ahora <a href="https://quadernoapp.com/signup" target="_blank">en esta página</a>.
